#include <iostream>
#include <stdio.h>

void name()
{
    puts("*****************************************");
    puts("*                                       *");
    puts("*тема: Разработка консольного приложения*");
    puts("*   Выполнила: Битюкова Ю.Р.            *");
    puts("*****************************************");
}

void date()
{
    puts(" __    __   __       __   __");
    puts("|  |  |__  |  |  /| |  | |__|");
    puts("|__|   __|.|__|   |.|__| |__|");
}

int main()
{
    name();
    date();

    return 0;
}
